Repository: mapachedigital/blogadecco_web
Catalog: BlogAdecco/Resources/ModelResources.*.resx
Languages: es

source: Approved
es: Aprobado

source: Children
es: Hijos

source: Company
es: Compañía

source: Confirm password
es: Confirmar contraseña

source: Description
es: Descripción

source: Email
es: Correo electrónico

source: Enabled
es: Activo

source: Firstname
es: Nombres

source: I agree with Grupo Adecco privacy policy
es: Estoy de acuerdo con la política de privacidad de Grupo Adecco

source: Invalid Email Address.
es: Dirección de correo electrónico inválida.

source: Invalid Phone Number.
es: Número de teléfono inválido.

source: Lastname
es: Apellidos

source: Mobile Phone Number
es: Teléfono celular

source: Name
es: Nombre

source: Parent
es: Padre

source: Password
es: Contraseña

source: Phone Number
es: Teléfono

source: Position
es: Puesto

source: Posts
es: Entradas

source: Reassign existing entities to the following user:
es: Reasignar entidades existentes al siguiente usuario:

source: Reassign existing entries to the following category:
es: Reasignar las entradas existentes a la siguiente categoría:

source: Remember me?
es: ¿Recordarme?

source: Role
es: Rol

source: The '{0}' field can't be in the future.
es: El campo '{0}' no puede estar en el futuro.

source: The '{0}' field is not a valid email address.
es: El campo '{0}' no es una dirección de correo electrónico válida.

source: The '{0}' field is not a valid phone number.
es: El campo '{0}' no es una número de teléfono válido.

source: The '{0}' field is required.
es: El campo '{0}' es requerido.

source: The '{0}' field is too far in the future.
es: El campo '{0}' está demasiado en el futuro.

source: The '{0}' field is too far in the past.
es: El campo '{0}' está demasiado en el pasado.

source: The '{0}' field must be a number.
es: El campo '{0}' debe ser un número.

source: The '{0}' field must be a valid date.
es: El campo '{0}' debe ser una fecha válida.

source: The '{0}' field must be at least {2} and at max {1} characters long.
es: El campo '{0}' debe tener una longitud de al menos {2} y como máximo {1} caracteres.

source: The '{0}' field must be between {1} and {2}.
es: El campo '{0}' debe estar entre {1} y {2}.

source: The '{0}' field must be equal or greater than {1}.
es: El campo '{0}' debe ser igual o mayor que '{1}'.

source: The '{0}' field must be greater or equal than {1}.
es: El campo '{0}' debe ser mayor o igual que '{1}'.

source: The '{0}' field must be greater than zero.
es: El campo '{0}' debe ser mayor a cero.

source: The '{0}' field must have a length of {1} characters.
es: El campo '{0}' debe tener una longitud de {1} caracteres.

source: The '{0}' field must have a maximum of {1} characters.
es: El campo '{0}' debe tener un máximo de {1} caracteres.

source: The '{0}' field must only contain 0-9 and A-F characters.
es: El campo '{0}' solo puede contener los caracteres 0-9 y A-F.

source: The new password and confirmation password do not match.
es: La nueva contraseña y su confirmación no coinciden.

source: The password and confirmation password do not match.
es: La contraseña y su confirmación no coinciden.

source: The supplied value is invalid for {0}.
es: El valor proporcionado es inválido para {0}.

source: The supplied value is invalid.
es: El valor proporcionado es inválido.

source: The value '{0}' is invalid.
es: El valor '{0}' es inválido.

source: The value '{0}' is not valid for {1}.
es: El valor '{0}' no es válido para {1}.

source: The value '{0}' is not valid.
es: El valor '{0}' no es válido.

source: The {0} must be at least {2} and at max {1} characters long.
es: El {0} debe tener una longitud de al menos {2} y como máximo {1} caracteres.

source: You must accept the privacy policy.
es: Debe aceptar la política de privacidad.
